; -----------------------------------------------------------------------------;
; LocK-A-FoLdeR Language File
; Language : Arabic
; Translation by: Saeed Ali <mmlo7_001@hotmail.com>
; -----------------------------------------------------------------------------;

[LocK-A-FoLdeR]
authorlink = "mmlo7_001@hotmail.com "
Translationby = "Saeed Ali"
Language = "العربية"
pickatask = "أختر مهمة"
lockafolder = "اقفل مجلداً"
unlockselected = "إفتح المجلد المحدد"
changepassword = "تغيير كلمة السر الرئيسية"
exit = "خروج"
Aboutlockafolder = "عن LocK-A-FoLdeR"
enternewpassword = "أدخل كلمة سر جديدة"
entermasterpassword = "أدخل كلمة السر الرئيسية"
alreadyrunning = "LocK-A-FoLdeR قيد التشغيل"
doesntexist = "غير موجود"
chooseafolder = "أختر مجلدا"
selectfirst = "الرجاء تحديد مجلد أولا"
alreadyinlist = "موجود في القائمة سابقاً"
plzwait = "الرجاء الانتظار"
unable2lock = "لا يمكن قفله"
unable2unlock = "لا يمكن فتحه"
invalidpass = "كلمة السر خاطئه"
alertmasterpass = "الرجاء إختيار كلمة سر رئيسية."
nointernet = "يوجد مشكلة لديك في اتصال الانترنت"
checkupdates = "البحث عن تحديثات"
openreadme = "^فتح ملف ^إقرأني"
visitwebpage = "زيارة الموقع"
rescuecentre = "مركز الإنقاذ"
Rescuefolder = "انقذ مجلدا"
notinlist = "المجلدات غير الموجودة في القائمة يمكن فتحها من هنا."